Repository: shary17454/BalootHub
Catalog: BalootHub/Resources/Localizable.xcstrings
Source language: ar
Languages: de, en, es, fr, hi, id, ru, tr, ur, zh_hans

source: حدث خطأ أثناء لعب اللاعبين الآليين.
de: Beim Zug der KI-Spieler ist ein Fehler aufgetreten.
en: An error occurred while the AI players were playing.
es: Se ha producido un error mientras jugaban los jugadores de IA.
fr: Une erreur est survenue pendant le tour des joueurs IA.
hi: AI खिलाड़ियों के खेलते समय एक त्रुटि हुई।
id: Terjadi kesalahan saat pemain AI bermain.
ru: Произошла ошибка во время хода ИИ-игроков.
tr: Yapay zekâ oyuncuları oynarken bir hata oluştu.
ur: AI کھلاڑیوں کے کھیلنے کے دوران ایک خرابی پیش آ گئی۔
zh_hans: AI 玩家出牌时发生错误。

source: حذف
de: Löschen
en: Delete
es: Eliminar
fr: Supprimer
hi: हटाएँ
id: Hapus
ru: Удалить
tr: Sil
ur: حذف کریں
zh_hans: 删除

source: حسب النظام
de: System
en: System
es: Sistema
fr: Système
hi: सिस्टम
id: Sistem
ru: Системная
tr: Sistem
ur: سسٹم
zh_hans: 跟随系统

source: حسنًا
de: OK
en: OK
es: OK
fr: OK
hi: ठीक है
id: OK
ru: Хорошо
tr: Tamam
ur: ٹھیک ہے
zh_hans: 好

source: حفظ
de: Sichern
en: Save
es: Guardar
fr: Enregistrer
hi: सहेजें
id: Simpan
ru: Сохранить
tr: Kaydet
ur: محفوظ کریں
zh_hans: 存储

source: حكم
de: Hokum
en: Hokum
es: Hokum
fr: Hokum
hi: Hokum
id: Hokum
ru: Hokum
tr: Hokum
ur: Hokum
zh_hans: Hokum

source: داكن
de: Dunkel
en: Dark
es: Oscuro
fr: Sombre
hi: गहरा
id: Gelap
ru: Тёмное
tr: Koyu
ur: گہرا
zh_hans: 深色

source: دبل
de: Doppelt
en: Double
es: Doble
fr: Double
hi: दोगुना
id: Dua Kali
ru: Двойной
tr: İkili
ur: دو گنا
zh_hans: 两倍

source: دبل ×2 · ثري ×3 · فور ×4 · قهوة ×4
de: Doppelt ×2 · Dreifach ×3 · Vierfach ×4 · Coffee ×4
en: Double ×2 · Triple ×3 · Quadruple ×4 · Coffee ×4
es: Doble ×2 · Triple ×3 · Cuádruple ×4 · Coffee ×4
fr: Double ×2 · Triple ×3 · Quadruple ×4 · Coffee ×4
hi: दोगुना ×2 · तीन गुना ×3 · चार गुना ×4 · Coffee ×4
id: Dua Kali ×2 · Tiga Kali ×3 · Empat Kali ×4 · Coffee ×4
ru: Двойной ×2 · Тройной ×3 · Четверной ×4 · Coffee ×4
tr: İkili ×2 · Üçlü ×3 · Dörtlü ×4 · Coffee ×4
ur: دو گنا ×2 · تین گنا ×3 · چار گنا ×4 · Coffee ×4
zh_hans: 两倍 ×2 · 三倍 ×3 · 四倍 ×4 · Coffee ×4

source: دبل ×2 · ثري ×4 · فور ×6 · قهوة ×8
de: Doppelt ×2 · Dreifach ×4 · Vierfach ×6 · Coffee ×8
en: Double ×2 · Triple ×4 · Quadruple ×6 · Coffee ×8
es: Doble ×2 · Triple ×4 · Cuádruple ×6 · Coffee ×8
fr: Double ×2 · Triple ×4 · Quadruple ×6 · Coffee ×8
hi: दोगुना ×2 · तीन गुना ×4 · चार गुना ×6 · Coffee ×8
id: Dua Kali ×2 · Tiga Kali ×4 · Empat Kali ×6 · Coffee ×8
ru: Двойной ×2 · Тройной ×4 · Четверной ×6 · Coffee ×8
tr: İkili ×2 · Üçlü ×4 · Dörtlü ×6 · Coffee ×8
ur: دو گنا ×2 · تین گنا ×4 · چار گنا ×6 · Coffee ×8
zh_hans: 两倍 ×2 · 三倍 ×4 · 四倍 ×6 · Coffee ×8

source: دورك الآن
de: Du bist dran
en: Your Turn
es: Tu turno
fr: À votre tour
hi: आपकी बारी
id: Giliran Anda
ru: Ваш ход
tr: Sıra sizde
ur: آپ کی باری
zh_hans: 轮到你了

source: ديناري
de: Karo
en: Diamonds
es: Diamantes
fr: Carreau
hi: ईंट
id: Wajik
ru: Бубны
tr: Karo
ur: اینٹ
zh_hans: 方块

source: رفع قيمة نتيجة الجولة عبر تحدّي الفريق الخصم بمضاعفة الرهان قبل بدء اللعب، مع تحمّل مخاطرة أعلى عند الخسارة.
de: Den Rundenwert erhöhen, indem man den Gegner mit einem Multiplikator herausfordert – bei höherem Risiko.
en: Raise the round's value by challenging the opposing team with a stake multiplier before play begins, at the cost of greater risk if you lose.
es: Subir el valor de la ronda desafiando al rival con un multiplicador, asumiendo mayor riesgo si pierdes.
fr: Augmenter la valeur de la manche en défiant l'adversaire par une surenchère, au prix d'un risque accru.
hi: खेल शुरू होने से पहले विपक्षी टीम को दाँव दोगुना कर चुनौती देकर राउंड का मूल्य बढ़ाना, हारने पर अधिक जोखिम के साथ।
id: Menaikkan nilai ronde dengan menantang tim lawan lewat penggandaan taruhan sebelum bermain, dengan risiko lebih besar bila kalah.
ru: Повысить ценность раунда, бросив вызов сопернику удвоением ставки — с большим риском при проигрыше.
tr: Oyun başlamadan rakip takıma bahsi katlayarak meydan okuyup elin değerini yükseltmek; kaybetmede risk daha yüksektir.
ur: کھیل شروع ہونے سے پہلے حریف ٹیم کو شرط دگنی کر کے چیلنج دے کر راؤنڈ کی قیمت بڑھانا، ہارنے پر زیادہ خطرے کے ساتھ۔
zh_hans: 在开打前以加倍向对方叫阵，提升本局价值，代价是输时风险更大。

source: سباتي
de: Pik
en: Spades
es: Picas
fr: Pique
hi: हुकुम
id: Sekop
ru: Пики
tr: Maça
ur: حکم
zh_hans: 黑桃

source: سبعة
de: Sieben
en: Seven
es: Siete
fr: Sept
hi: सात
id: Tujuh
ru: Семёрка
tr: Yedi
ur: سات
zh_hans: 七

source: ستظهر هنا كل جلسات تسجيل البلوت النشطة والمنتهية.
de: Hier erscheinen all deine aktiven und beendeten Baloot-Sitzungen.
en: All your active and finished Baloot scorekeeper sessions will appear here.
es: Aquí aparecerán todas tus sesiones de Baloot activas y finalizadas.
fr: Toutes vos sessions Baloot actives et terminées apparaîtront ici.
hi: आपके सभी सक्रिय और समाप्त बलूत सत्र यहाँ दिखाई देंगे।
id: Semua sesi Baloot Anda yang aktif dan selesai akan muncul di sini.
ru: Здесь появятся все ваши активные и завершённые сессии Балут.
tr: Etkin ve biten tüm Baloot oturumlarınız burada görünecek.
ur: آپ کے تمام فعال اور مکمل شدہ بلوت سیشنز یہاں دکھائی دیں گے۔
zh_hans: 你所有进行中和已结束的巴鲁特会话都会显示在这里。

source: سجّل جلسة بلوت جديدة، أو تابع جلسة قائمة
de: Starte eine neue Baloot-Sitzung oder setze eine bestehende fort
en: Start a new Baloot session, or continue an existing one
es: Inicia una sesión nueva de Baloot o continúa una existente
fr: Démarrez une nouvelle session Baloot ou reprenez-en une
hi: नया बलूत सत्र शुरू करें, या मौजूदा जारी रखें
id: Mulai sesi Baloot baru, atau lanjutkan yang sudah ada
ru: Начните новую сессию Балут или продолжите текущую
tr: Yeni bir Baloot oturumu başlatın veya mevcut birine devam edin
ur: نیا بلوت سیشن شروع کریں یا موجودہ جاری رکھیں
zh_hans: 开始新的巴鲁特会话，或继续已有的会话

source: سهل
de: Leicht
en: Easy
es: Fácil
fr: Facile
hi: आसान
id: Mudah
ru: Легко
tr: Kolay
ur: آسان
zh_hans: 简单

source: سيُضاف هذا القسم قريبًا.
de: Dieser Abschnitt wird bald ergänzt.
en: This section will be added soon.
es: Esta sección se añadirá pronto.
fr: Cette section sera ajoutée bientôt.
hi: यह अनुभाग जल्द जोड़ा जाएगा।
id: Bagian ini akan segera ditambahkan.
ru: Этот раздел скоро появится.
tr: Bu bölüm yakında eklenecek.
ur: یہ حصہ جلد شامل کیا جائے گا۔
zh_hans: 此部分即将添加。

source: شايب
de: König
en: King
es: Rey
fr: Roi
hi: किंग
id: Raja
ru: Король
tr: Papaz
ur: بادشاہ
zh_hans: K

source: صعب
de: Schwer
en: Hard
es: Difícil
fr: Difficile
hi: कठिन
id: Sulit
ru: Сложно
tr: Zor
ur: مشکل
zh_hans: 困难

source: صن
de: Sun
en: Sun
es: Sun
fr: Sun
hi: Sun
id: Sun
ru: Sun
tr: Sun
ur: Sun
zh_hans: Sun

source: صورة مجلس بلوت مع أوراق لعب وقهوة عربية
de: Eine Baloot-Majlis-Szene mit Spielkarten und arabischem Kaffee
en: A Baloot majlis scene with playing cards and Arabic coffee
es: Una escena de majlis de Baloot con cartas y café árabe
fr: Une scène de majlis Baloot avec cartes et café arabe
hi: ताश और अरबी कॉफ़ी के साथ बलूत मजलिस का दृश्य
id: Suasana majelis Baloot dengan kartu dan kopi Arab
ru: Сцена меджлиса Baloot с картами и арабским кофе
tr: Oyun kâğıtları ve Arap kahvesiyle bir Baloot meclisi
ur: تاش اور عربی قہوے کے ساتھ بلوت مجلس کا منظر
zh_hans: 有扑克牌与阿拉伯咖啡的 Baloot majlis 场景

source: صيغة احتساب المضاعفات
de: Multiplikator-Formel
en: Multiplier Formula
es: Fórmula de multiplicadores
fr: Formule des multiplicateurs
hi: गुणक सूत्र
id: Rumus Pengganda
ru: Формула множителей
tr: Çarpan formülü
ur: ضرب کا فارمولا
zh_hans: 倍数公式

source: صيغة مضاعفات أعلى
de: Formel mit höheren Einsätzen
en: Higher-Stakes Formula
es: Fórmula de apuestas altas
fr: Formule à enjeux élevés
hi: ऊँचे दाँव का सूत्र
id: Rumus Taruhan Tinggi
ru: Формула с высокими ставками
tr: Yüksek bahisli formül
ur: زیادہ داؤ والا فارمولا
zh_hans: 高倍数公式

source: طاولة اللعب
de: Spieltisch
en: Game Table
es: Mesa de juego
fr: Table de jeu
hi: खेल की मेज़
id: Meja Permainan
ru: Игровой стол
tr: Oyun masası
ur: کھیل کی میز
zh_hans: 牌桌

source: طرنيب
de: Tarneeb
en: Tarneeb
es: Tarneeb
fr: Tarneeb
hi: तरनीब
id: Tarneeb
ru: Тарниб
tr: Tarneeb
ur: ترنیب
zh_hans: Tarneeb

source: طريقة اللعب
de: So wird gespielt
en: How to Play
es: Cómo se juega
fr: Comment jouer
hi: कैसे खेलें
id: Cara Bermain
ru: Как играть
tr: Nasıl oynanır
ur: کیسے کھیلیں
zh_hans: 如何游玩

source: طوال مدة الجلسة
de: Während der gesamten Sitzung
en: Throughout the session
es: Durante toda la sesión
fr: Pendant toute la session
hi: पूरे सत्र के दौरान
id: Sepanjang sesi
ru: На протяжении всей сессии
tr: Oturum boyunca
ur: پورے سیشن کے دوران
zh_hans: 整场训练期间

source: عدد الأوراق لكل لاعب يعتمد على عدد اللاعبين والصيغة المعتمدة.
de: Die Kartenzahl je Spieler hängt von Spielerzahl und Format ab.
en: The number of cards per player depends on the number of players and the format used.
es: El número de cartas por jugador depende del número de jugadores y del formato.
fr: Le nombre de cartes par joueur dépend du nombre de joueurs et du format.
hi: प्रति खिलाड़ी कार्ड संख्या खिलाड़ियों की गिनती और प्रारूप पर निर्भर है।
id: Jumlah kartu per pemain bergantung pada jumlah pemain dan format.
ru: Число карт на игрока зависит от количества игроков и формата.
tr: Oyuncu başına kart sayısı, oyuncu sayısına ve seçilen formata bağlıdır.
ur: فی کھلاڑی کارڈ کی تعداد کھلاڑیوں کی گنتی اور فارمیٹ پر منحصر ہے۔
zh_hans: 每人牌数取决于人数与所采用的赛制。

source: عدد اللاعبين
de: Anzahl der Spieler
en: Number of Players
es: Número de jugadores
fr: Nombre de joueurs
hi: खिलाड़ियों की संख्या
id: Jumlah Pemain
ru: Число игроков
tr: Oyuncu sayısı
ur: کھلاڑیوں کی تعداد
zh_hans: 玩家人数

source: عدم الاتفاق المسبق على تفاصيل الصيغة المحلية المستخدمة، ما يسبب خلافًا أثناء اللعب.
de: Die lokale Variante nicht vorab klären – das führt zu Streit im Spiel.
en: Not agreeing beforehand on the details of the local format in use, which causes disputes during play.
es: No acordar antes los detalles de la variante local, lo que causa disputas durante el juego.
fr: Ne pas s'entendre d'avance sur la variante locale, source de disputes en cours de jeu.
hi: प्रयुक्त स्थानीय प्रारूप के विवरण पर पूर्व सहमति न बनाना, जिससे खेल में विवाद होता है।
id: Tidak menyepakati lebih dulu detail format lokal yang dipakai, sehingga muncul perselisihan saat bermain.
ru: Не договориться заранее о местном варианте — источник споров во время игры.
tr: Kullanılan yerel formatın ayrıntılarında önceden anlaşmamak; oyun sırasında tartışma çıkarır.
ur: استعمال ہونے والے مقامی صیغے کی تفصیلات پر پیشگی اتفاق نہ کرنا، جو کھیل میں جھگڑا پیدا کرتا ہے۔
zh_hans: 事先未就所用的本地赛制细节达成一致，导致对局中产生争执。

source: عرض القواعد
de: Regeln ansehen
en: View Rules
es: Ver reglas
fr: Voir les règles
hi: नियम देखें
id: Lihat Aturan
ru: Открыть правила
tr: Kuralları gör
ur: قواعد دیکھیں
zh_hans: 查看规则

source: عرض القواعد كاملة
de: Alle Regeln ansehen
en: View Full Rules
es: Ver todas las reglas
fr: Voir toutes les règles
hi: सभी नियम देखें
id: Lihat Semua Aturan
ru: Открыть все правила
tr: Tüm kuralları gör
ur: مکمل قواعد دیکھیں
zh_hans: 查看完整规则

source: عشرة
de: Zehn
en: Ten
es: Diez
fr: Dix
hi: दस
id: Sepuluh
ru: Десятка
tr: Onlu
ur: دس
zh_hans: 十

source: عن التطبيق
de: Über die App
en: About the App
es: Acerca de la app
fr: À propos de l'app
hi: ऐप के बारे में
id: Tentang Aplikasi
ru: О приложении
tr: Uygulama hakkında
ur: ایپ کے بارے میں
zh_hans: 关于本 App

source: غالبًا 4 لاعبين
de: Meist 4 Spieler
en: Usually 4 players
es: Normalmente 4 jugadores
fr: Généralement 4 joueurs
hi: आमतौर पर 4 खिलाड़ी
id: Biasanya 4 pemain
ru: Обычно 4 игрока
tr: Genelde 4 oyuncu
ur: عام طور پر 4 کھلاڑی
zh_hans: 通常 4 人

source: غير منطبق على هذه الصفحة المرجعية.
de: Für diese Referenzseite nicht zutreffend.
en: Not applicable to this reference page.
es: No aplica a esta página de referencia.
fr: Sans objet pour cette page de référence.
hi: इस संदर्भ पृष्ठ पर लागू नहीं।
id: Tidak berlaku untuk halaman rujukan ini.
ru: К этой справочной странице не относится.
tr: Bu başvuru sayfası için geçerli değil.
ur: اس حوالہ صفحے پر لاگو نہیں۔
zh_hans: 不适用于此参考页面。

source: غير منطبق مباشرة؛ الأداة تُسجّل نتيجة كل صكة بعد لعبها فعليًا على الطاولة.
de: Nicht direkt zutreffend – das Tool erfasst jedes Ergebnis nach dem tatsächlichen Spiel.
en: Not directly applicable; the tool records each round's result after it has actually been played at the table.
es: No aplica directamente; la herramienta registra el resultado de cada mano tras jugarse.
fr: Sans objet direct : l'outil enregistre le résultat de chaque donne après son jeu réel.
hi: सीधे लागू नहीं; उपकरण हर हाथ का परिणाम मेज़ पर खेले जाने के बाद दर्ज करता है।
id: Tidak berlaku langsung; alat ini mencatat hasil tiap ronde setelah benar-benar dimainkan.
ru: Прямо не относится: инструмент фиксирует результат раздачи после реальной игры.
tr: Doğrudan geçerli değil; araç her elin sonucunu masada oynandıktan sonra kaydeder.
ur: براہِ راست لاگو نہیں؛ ٹول ہر صکہ کا نتیجہ میز پر کھیلے جانے کے بعد درج کرتا ہے۔
zh_hans: 不直接适用：该工具在实际打完每局后记录结果。

source: غير منطبق؛ هذه أداة تسجيل وليست محرك لعب.
de: Nicht zutreffend: Dies ist ein Zählwerkzeug, keine Spiel-Engine.
en: Not applicable; this is a scorekeeping tool, not a game engine.
es: No aplica: es una herramienta de anotación, no un motor de juego.
fr: Sans objet : c'est un outil de score, pas un moteur de jeu.
hi: लागू नहीं; यह स्कोर उपकरण है, गेम इंजन नहीं।
id: Tidak berlaku; ini alat pencatat skor, bukan mesin permainan.
ru: Не относится: это инструмент подсчёта, а не игровой движок.
tr: Geçerli değil; bu bir puan aracıdır, oyun motoru değil.
ur: لاگو نہیں؛ یہ اسکور ٹول ہے، گیم انجن نہیں۔
zh_hans: 不适用：这是计分工具，不是游戏引擎。

source: فاتح
de: Hell
en: Light
es: Claro
fr: Clair
hi: हल्का
id: Terang
ru: Светлое
tr: Açık
ur: روشن
zh_hans: 浅色

source: فاز بالأكلة: %@
de: Stich gewonnen von: %@
en: Trick won by: %@
es: Baza ganada por: %@
fr: Pli remporté par : %@
hi: हाथ जीता: %@
id: Trik dimenangkan: %@
ru: Взятку взял: %@
tr: Eli kazanan: %@
ur: ہاتھ جیتا: %@
zh_hans: 赢得该墩：%@

source: فتح مسجل النقاط
de: Punktezähler öffnen
en: Open Scorekeeper
es: Abrir el marcador
fr: Ouvrir le marqueur
hi: स्कोरकीपर खोलें
id: Buka Pencatat Skor
ru: Открыть счётчик
tr: Puan tablosunu aç
ur: اسکور کیپر کھولیں
zh_hans: 打开计分器

source: فريقنا
de: Unser Team
en: Our Team
es: Nuestro equipo
fr: Notre équipe
hi: हमारी टीम
id: Tim Kami
ru: Наша команда
tr: Takımımız
ur: ہماری ٹیم
zh_hans: 我们队

source: فور
de: Vierfach
en: Quadruple
es: Cuádruple
fr: Quadruple
hi: चार गुना
id: Empat Kali
ru: Четверной
tr: Dörtlü
ur: چار گنا
zh_hans: 四倍

source: في صن: الآس أعلى ثم 10 ثم K ثم Q ثم J ثم 9 ثم 8 ثم 7. في حكم: الولد (J) هو الأقوى في نوع الحكم يليه 9 ثم A ثم 10 ثم K ثم Q ثم 8 ثم 7، بينما بقية الأنواع تُرتَّب كما في صن.
de: Sun: A, 10, K, Q, J, 9, 8, 7. Hokum: im Trumpf Bube, dann 9, A, 10, K, Q, 8, 7; andere Farben wie in Sun.
en: In Sun: Ace is highest, then 10, K, Q, J, 9, 8, 7. In Hokum: the Jack is strongest in the trump suit, followed by 9, then A, 10, K, Q, 8, 7 — while the other suits rank as in Sun.
es: Sun: A, 10, K, Q, J, 9, 8, 7. Hokum: en el triunfo, J y luego 9, A, 10, K, Q, 8, 7; los demás palos como en Sun.
fr: Sun : A, 10, K, Q, J, 9, 8, 7. Hokum : dans l'atout, Valet puis 9, A, 10, K, Q, 8, 7 ; les autres couleurs comme en Sun.
hi: Sun में: A सबसे ऊपर, फिर 10, K, Q, J, 9, 8, 7। Hokum में: तुरुप सूट में गुलाम (J) सबसे मज़बूत, फिर 9, A, 10, K, Q, 8, 7; बाकी सूट Sun की तरह।
id: Di Sun: As tertinggi lalu 10, K, Q, J, 9, 8, 7. Di Hokum: Jack terkuat di simbol truf, lalu 9, A, 10, K, Q, 8, 7; simbol lain mengikuti urutan Sun.
ru: Sun: A, 10, K, Q, J, 9, 8, 7. Hokum: в козыре валет, затем 9, A, 10, K, Q, 8, 7; прочие масти — как в Sun.
tr: Sun'da: A en yüksek, sonra 10, K, Q, J, 9, 8, 7. Hokum'da: koz sembolünde Vale en güçlü, ardından 9, A, 10, K, Q, 8, 7; diğer semboller Sun'daki gibi sıralanır.
ur: Sun میں: A سب سے اوپر، پھر 10، K، Q، J، 9، 8، 7۔ Hokum میں: ترپ رنگ میں غلام (J) سب سے مضبوط، پھر 9، A، 10، K، Q، 8، 7؛ باقی رنگ Sun کی طرح۔
zh_hans: Sun 中：A 最大，其后 10、K、Q、J、9、8、7。Hokum 中：将牌花色里 J 最强，其后 9、A、10、K、Q、8、7；其余花色同 Sun。

source: في نوع الحكم فقط: الولد (J) أقوى ورقة، يليه 9، ثم A، 10، K، Q، 8، 7. بقية الأنواع الثلاثة تُرتَّب كما في صن (A الأعلى وحتى 7 الأضعف).
de: Nur in der Trumpffarbe: Bube am stärksten, dann 9, A, 10, K, Q, 8, 7. Die anderen drei Farben wie in Sun.
en: In the trump suit only: the Jack is the strongest card, followed by 9, then A, 10, K, Q, 8, 7. The other three suits rank as in Sun (A highest down to 7 lowest).
es: Solo en el triunfo: la J es la más alta, luego 9, A, 10, K, Q, 8, 7. Los otros tres palos siguen el orden de Sun.
fr: Dans l'atout seul : le Valet est le plus fort, puis 9, A, 10, K, Q, 8, 7. Les trois autres couleurs suivent l'ordre Sun.
hi: केवल तुरुप सूट में: गुलाम (J) सबसे मज़बूत, फिर 9, A, 10, K, Q, 8, 7। बाकी तीन सूट Sun की तरह (A सबसे ऊपर, 7 सबसे कमज़ोर)।
id: Hanya di simbol truf: Jack kartu terkuat, lalu 9, A, 10, K, Q, 8, 7. Tiga simbol lain mengikuti urutan Sun (A tertinggi hingga 7 terlemah).
ru: Только в козырной масти: валет старший, затем 9, A, 10, K, Q, 8, 7. Остальные три масти — как в Sun.
tr: Yalnız koz sembolünde: Vale en güçlü kart, ardından 9, A, 10, K, Q, 8, 7. Diğer üç sembol Sun'daki gibi sıralanır (A en yüksek, 7 en zayıf).
ur: صرف ترپ رنگ میں: غلام (J) سب سے مضبوط، پھر 9، A، 10، K، Q، 8، 7۔ باقی تین رنگ Sun کی طرح (A سب سے اوپر، 7 کمزور ترین)۔
zh_hans: 仅在将牌花色中：J 最大，其后为 9、A、10、K、Q、8、7；其余三门按 Sun 的顺序（A 最大至 7 最小）。

source: قد تختلف بعض التفاصيل بين المجالس والبطولات، ويمكن تعديل إعدادات التسجيل لتناسب القواعد المعتمدة لديكم.
de: Manche Details unterscheiden sich je nach Runde und Turnier — du kannst die Einstellungen des Punktezählers an eure Regeln anpassen.
en: Some details may vary between gatherings and tournaments — you can adjust the scorekeeper settings to match the rules your group follows.
es: Algunos detalles varían entre grupos y torneos: puedes ajustar la configuración del marcador para adaptarla a las reglas de tu grupo.
fr: Certains détails varient selon les groupes et les tournois — vous pouvez ajuster les réglages du marqueur pour correspondre aux règles de votre groupe.
hi: कुछ विवरण अलग-अलग महफ़िलों और टूर्नामेंटों में भिन्न हो सकते हैं — आप स्कोरकीपर की सेटिंग्स अपने समूह के नियमों के अनुसार समायोजित कर सकते हैं।
id: Beberapa detail dapat berbeda antar kelompok dan turnamen — Anda dapat menyesuaikan pengaturan pencatat skor dengan aturan kelompok Anda.
ru: Некоторые детали различаются в разных компаниях и турнирах — вы можете настроить счётчик под правила вашей группы.
tr: Bazı ayrıntılar meclisler ve turnuvalar arasında değişebilir — puan tablosu ayarlarını grubunuzun kurallarına göre düzenleyebilirsiniz.
ur: کچھ تفصیلات مختلف محفلوں اور ٹورنامنٹس میں مختلف ہو سکتی ہیں — آپ اسکور کیپر کی ترتیبات اپنے گروپ کے قواعد کے مطابق ایڈجسٹ کر سکتے ہیں۔
zh_hans: 不同牌局和赛事的部分细节可能不同——你可以调整计分器设置，以符合你们采用的规则。

source: قهوة
de: Coffee
en: Coffee
es: Coffee
fr: Coffee
hi: Coffee
id: Coffee
ru: Coffee
tr: Coffee
ur: Coffee
zh_hans: Coffee

source: العب البلوت الكامل: صن وحكم في نفس الطاولة
de: Vollständiges Baloot spielen: Sun und Hokum am selben Tisch
en: Play full Baloot: Sun and Hokum at the same table
es: Jugar Baloot completo: Sun y Hokum en la misma mesa
fr: Jouer au Baloot complet : Sun et Hokum à la même table
hi: पूरा बलूत खेलें: एक ही मेज़ पर सन और होकुम
id: Main Baloot lengkap: Sun dan Hokum di meja yang sama
ru: Играть в полный Baloot: Sun и Hokum за одним столом
tr: Tam Baloot oyna: Sun ve Hokum aynı masada
ur: مکمل بلوٹ کھیلیں: سن اور حکم ایک ہی میز پر
zh_hans: 游玩完整 Baloot：Sun 和 Hokum 在同一桌

source: مرجع نمط
de: Modusreferenz
en: Mode Reference
es: Referencia de modo
fr: Référence de mode
hi: मोड संदर्भ
id: Referensi Mode
ru: Справка по режиму
tr: Mod Referansı
ur: موڈ حوالہ
zh_hans: 模式参考

source: قواعد فقط
de: Nur Regeln
en: Rules Only
es: Solo reglas
fr: Règles seulement
hi: केवल नियम
id: Aturan Saja
ru: Только правила
tr: Yalnızca kurallar
ur: صرف قواعد
zh_hans: 仅规则

source: كل ألعاب البلوت وأدواتها وألعاب الورق المفضّلة في مكان واحد
de: All deine liebsten Baloot-Spiele, Werkzeuge und Kartenspiele an einem Ort
en: All your favorite Baloot games, tools, and card games in one place
es: Todos tus juegos de Baloot, herramientas y juegos de cartas favoritos en un solo lugar
fr: Tous vos jeux de Baloot, outils et jeux de cartes préférés au même endroit
hi: आपके सभी पसंदीदा बलूत गेम, टूल और कार्ड गेम एक ही जगह
id: Semua permainan Baloot, alat, dan permainan kartu favorit Anda dalam satu tempat
ru: Все ваши любимые игры Балут, инструменты и карточные игры в одном месте
tr: Tüm favori Baloot oyunlarınız, araçlarınız ve kart oyunlarınız tek bir yerde
ur: آپ کی تمام پسندیدہ بلوت گیمز، ٹُولز اور کارڈ گیمز ایک ہی جگہ
zh_hans: 你喜爱的所有巴鲁特游戏、工具和纸牌游戏，尽在一处

source: لعبة البلوت بصنها وحكمها وأدواتها في مكان واحد
de: Das Baloot-Spiel mit Sun, Hokum und seinen Werkzeugen an einem Ort
en: The Baloot game with Sun, Hokum, and its tools in one place
es: El juego de Baloot con Sun, Hokum y sus herramientas en un solo lugar
fr: Le jeu de Baloot avec Sun, Hokum et ses outils réunis
hi: बलूत खेल — Sun, Hokum और उसके साधन एक ही जगह
id: Permainan Baloot dengan Sun, Hokum, dan alatnya dalam satu tempat
ru: Игра Baloot с Sun, Hokum и инструментами в одном месте
tr: Sun, Hokum ve araçlarıyla Baloot oyunu tek yerde
ur: بلوت کھیل، Sun اور Hokum اور اس کے اوزار ایک جگہ
zh_hans: Baloot 游戏：Sun、Hokum 与相关工具一站集齐

source: كل الأنواع الأربعة تُرتَّب بنفس الترتيب: A أعلى، يليه 10، K، Q، J، 9، 8، 7 (الأضعف).
de: Alle vier Farben haben dieselbe Reihenfolge: A, dann 10, K, Q, J, 9, 8, 7 (am schwächsten).
en: All four suits rank the same way: A highest, then 10, K, Q, J, 9, 8, 7 (lowest).
es: Los cuatro palos siguen el mismo orden: A, luego 10, K, Q, J, 9, 8, 7 (el más bajo).
fr: Les quatre couleurs suivent le même ordre : A, puis 10, K, Q, J, 9, 8, 7 (le plus faible).
hi: चारों सूट एक ही क्रम में: A सबसे ऊपर, फिर 10, K, Q, J, 9, 8, 7 (सबसे कमज़ोर)।
id: Keempat simbol memakai urutan sama: A tertinggi, lalu 10, K, Q, J, 9, 8, 7 (terlemah).
ru: Все четыре масти идут в одном порядке: A, затем 10, K, Q, J, 9, 8, 7 (младшая).
tr: Dört sembol de aynı sırayı izler: A en yüksek, sonra 10, K, Q, J, 9, 8, 7 (en zayıf).
ur: چاروں رنگ ایک ہی ترتیب رکھتے ہیں: A سب سے اوپر، پھر 10، K، Q، J، 9، 8، 7 (کمزور ترین)۔
zh_hans: 四门花色排序相同：A 最大，其后为 10、K、Q、J、9、8、7（最小）。

source: كلوب
de: Kreuz
en: Clubs
es: Tréboles
fr: Trèfle
hi: चिड़ी
id: Keriting
ru: Трефы
tr: Sinek
ur: چڑیا
zh_hans: 梅花

source: كوت بو ستة
de: Kout Bou Sitta
en: Kout Bou Sitta
es: Kout Bou Sitta
fr: Kout Bou Sitta
hi: कोत बू सित्ता
id: Kout Bou Sitta
ru: Кут Бу Ситта
tr: Kout Bou Sitta
ur: کوت بو ستہ
zh_hans: Kout Bou Sitta

source: لا توجد جلسات نشطة
de: Keine aktiven Sitzungen
en: No Active Sessions
es: No hay sesiones activas
fr: Aucune session active
hi: कोई सक्रिय सत्र नहीं
id: Tidak Ada Sesi Aktif
ru: Нет активных сессий
tr: Etkin oturum yok
ur: کوئی فعال سیشن نہیں
zh_hans: 没有进行中的会话

source: لا توجد صكات بعد
de: Noch keine Runden
en: No Rounds Yet
es: Aún no hay rondas
fr: Aucune manche pour l'instant
hi: अभी कोई राउंड नहीं
id: Belum Ada Ronde
ru: Раундов пока нет
tr: Henüz el yok
ur: ابھی کوئی راؤنڈ نہیں
zh_hans: 暂无局数

source: لا توجد عناصر بعد في هذا القسم.
de: In diesem Bereich gibt es noch nichts.
en: No items in this section yet.
es: Aún no hay elementos en esta sección.
fr: Aucun élément dans cette section pour l'instant.
hi: इस अनुभाग में अभी कोई आइटम नहीं है।
id: Belum ada item di bagian ini.
ru: В этом разделе пока ничего нет.
tr: Bu bölümde henüz öğe yok.
ur: اس حصے میں ابھی کوئی آئٹم نہیں۔
zh_hans: 此部分暂无项目。
